#include<iostream>
using namespace std;
int main (void)
{
    cout<<"**********************************************"<<'\n';
    cout<<"*    欢迎使用学生成绩管理系统1.0             *"<<'\n';
    cout<<"*       王小明   计算机1703班 2017.9.11      *"<<'\n';
    cout<<"*     1、输入成绩                            *"<<'\n';
    cout<<"*     2、查询程序                            *"<<'\n';
    cout<<"*     3、求平均分；                          *"<<'\n';
    cout<<"*     4、退出                                *"<<'\n';
    cout<<"*   请输入(1-4)选择：                        *"<<'\n';
    cout<<"*                                            *"<<'\n';
    cout<<"**********************************************"; 
    return 0;
 } 
